{
    "cauliflower": [
        {
            "1": {
                "Name": "गाँठे रोग (Club Root)",
                "Description": "यो रोग लागेको बिरुवाको वृद्धि रोकिन्छ र बिरुवा हल्का रातो तथा बैजनी रंगको हुनजान्छ ।दिउँसो घाम लागेको वेलामा ओइलाउँछ, साँझपख जस्ताको त्यस्तै हुन्छ र पहेंलिदै जान्छ । बिरुवालाई उखेलेर हेरेमा जरा फुलेर गदाको जस्तो आकृति भएको देखिन्छ र नराम्रो, पिरो गन्ध आउँछ ।यो रोग अम्लीय माटोमा बढी लाग्दछ र यसको ढँुसी १४ बर्षसम्म माटोमा जिवित रहन सक्छ ।",
                "Picture": "https://soil.narc.gov.np/media/media/diseases/cr_HwzPwVJ.png",
                "Solution": "काउली समुहको बाली बाहेकका बालीसंग घुम्ती बाली लगाउने । कम्तिमा ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने ।रोगी बिरुवाहरुलाई जलाउने वा नष्ट गर्ने । रोगग्रस्त बिरुवाको अवशेषहरु कम्पोष्ट बनाउन प्रयोग नगर्ने ।यो रोग कम पिएच भएको माटोमा लाग्ने हुँदा बिरुवा लगाउनु भन्दा करीब एक महिना अगाडि अम्लीयताको आधारमा कृषि चुन प्रयोग गरी माटोको पिएच ७.२ कायम गर्ने । नर्सरी ब्याडमा  ँगिकगउिजबmष्मभ ण्।घ५ ध्ए (नेभिजिन) ०.३ के.जी. प्रति १० वर्गमिटरको दरले छर्ने । ँगिकगउिजबmष्मभ ण्।घ५ ध्ए (नेभिजिन) २ ग्राम प्रति लिटर पानीको दरले झोल बनाइ १०–१५ मिनेटसम्म बेर्नालाइ डुबाइ बेर्ना सार्ने र सोही झोलले बेर्ना सार्नु अगाडि बिरुवा लगाउने खाडलको माटो भिजाउने । ँगिकगउिजबmष्मभ ण्।घ५ ध्ए (नेभिजिन) २०० के.जी.प्रति हेक्टर वा ३ ग्राम प्रति बोटका दरले प्रयोग गर्ने । रोग लागेको ठाउँमा उत्पादित बेर्नाहरुलाई अन्य ठाउँमा लैजान रोक लगाउने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनु पर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
            },
            "2": {
                "Name": "अन्टरनेरिया थोप्ल (Alternaria leaf spot)",
                "Description": "यो रोग बीउ र हावाबाट सर्दछ । खैरा वा काला स–साना गोलाकार थोप्लाहरु पहिला पातमा त्यसपछि डाँठ र कोसामा समेत देखा पर्दछन् । पछि थोप्लाको आकार बढेर चक्काको बिकास हुन्छ । रोगले बढीग्रस्त भएमा बिरुवाको डाँठ र पातको डाँठमा सिधा गएका थोप्लाहरु देखापर्दछन् ।",
                "Picture": "https://soil.narc.gov.np/media/media/diseases/f.png",
                "Solution": "रोगी पात, डाँठहरु र अन्य झारपातहरु बटुलेर जलाउने ।\r\nकाउली समुहको बाली बाहेकका बालीसंग घुम्ती बाली लगाउने । ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने ।\r\nबेर्ना उर्मानुभन्दा पहिले बीउलाई ५०० से. तापक्रममा ३० मिनेट उपचार गर्ने । यसको निमित एउटा भाँडोमा ५०० से. तापक्रमको पानी कायम गर्ने । साथसाथै अर्को कुनै भाँडोमा उम्लिरहेको पानी (१००० से.) राख्ने । उपचार गर्नुपर्ने बीउलाई कुनै कपडामा बाँधेर वा कपडाको थैलोमा राखेर ५०० से.को पानीमा डुबाउने । यसरी बीउ डुबाउँदा पानीको तापक्रम घट्न जाने हुँदा उम्लिरहेको पानी खन्याइ ५०० से.तापक्रम कायम राख्ने । पानीको तापक्रम मापन गर्न ल्याबोरेटोरी थर्मामिटर प्रयोग गर्नु पर्दछ । उपचारित बीउलाई तुरुन्तै सामान्य तापक्रमको पानीले पखालेर चिस्याई छायाँमा ५ मिनेटसम्म सुखाउनु पर्दछ ।\r\nअथवा म्यान्कोजेब ७५ डब्लु.पी (म्ः–द्धछ) २ ग्राम अथवा कार्वेन्डाजिम ५० डब्लु.पी (बेभिस्टीन) १ ग्राम वा थिराम २ ग्राम प्रति के.जी. बीउमा दरले उपचार गर्ने ।\r\nम्यान्कोजेब ७५ डब्लु.पी (म्ः–द्धछ) २ ग्राम अथवा कार्वेन्डाजिम ५० डब्लु.पी. (बेभिस्टीन) १ ग्राम वा कपरअक्सीक्लोराइड ५० डब्लु.पी. (ब्लाइटक्स,अनुकप) ३ ग्राम प्रति लिटर पानीमा मिसाएर १५ दिनको अन्तरालमा २–३ पटक बिरुवामा छर्ने ।  \r\nकुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनु पर्ने समयलाई ध्यान दिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
            },
            "3": {
                "Name": "बेर्ना कुहिने रोग (Damping off)",
                "Description": "नर्सरीमा प्रायः बेर्ना कुहिने रोग लाग्दछ । चित्रमा देखाए जस्तै वेर्नाहरुको फेंद र जरा कुहिन्छ जसको फलस्वरुप बेर्नाहरु ढल्दछन् र नष्ट हुन्छन् । यो रोग बिशेष गरेर माटोमा रहेका सुक्ष्म जीवाणु ढुँसीबाट हुने गर्दछ । बीउवाट पनि यो रोग संक्रमण हुने गर्दछ ।",
                "Picture": "https://soil.narc.gov.np/media/media/diseases/1_TmcWiSx.png",
                "Solution": "नर्सरी ब्याड बनाउँदा पहिला काउली समूहका तरकारीहरु नलगाएको नयाँ ठाउँमा गर्ने । प्रत्येक बर्ष अलग अलग ठाउँमा नर्सरी बनाउने । बढी बाक्लो हुने गरी बीउ नलगाउने र नर्सरी ब्याडमा बढी पानी हुन नदिने । बेर्नालाइ कार्वेन्डाजिम ५० डव्लु.पी (बेभिस्टीन) २ ग्राम प्रति लिटर पानीको दरले बनाएको झोलमा १०–१५ मिनटसम्म डुबाएर बेर्ना सार्ने । नर्सरी ब्याडमा वा खेतबारीमा रोग देखा परेमा ट्राइकोडर्मा ५ ग्राम वा कार्वेन्डाजिम ५० डव्लु.पी (बेभिस्टीन) १ ग्राम प्रति लिटर पानीमा मिसाएर स्प्रे गर्ने ।"
            },
            "4": {
                "Name": "डाँठ कुहिने रोग (White rot )",
                "Description": "यो रोगले परिपक्व अवस्थामा पुगेका बिरुवाहरुमा बिशेष गरी बीउ बालीमा आक्रमण गर्दछ । माटोको सतहनिर काउलीको डाँठ कुहिन्छ र सेतो ढुँसी उम्रेको देखिन्छ, डाँठभित्र ढुसीका काला डल्लाहरु ९क्अभिचयतष्ब० हुन्छन् । काउलीमा फूल लागेको अवस्थामा पातहरु ओइलाउँछन् र डाँठहरु सेता फुस्रा देखिन्छन् ।",
                "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_k9MGGvZ.jpg",
                "Solution": "जमिन तयार गर्दा गहिरो खनजोत गर्ने । धानबालीसंग घुम्तीबाली लगाउने अर्थात् जमिनमा पानी जमाएर राख्ने । सफा सुघ्घर राख्ने र रोगग्रस्त बिरुवाका अवशेषहरु जम्मा गरि नष्ट गर्ने । म्यान्कोजेब ७५ डब्लु.पी (म्ः–द्धछ) अथवा कार्वेन्डाजिम ५० डब्लु.पी. (बेभिस्टीन) २ ग्राम प्रति लिटर पानीमा मिसाएर डाँठ र माटो भिज्ने गरी ७–१० दिनको फरकमा ३ पटकसम्म छिट्कने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
            },
            "5": {
                "Name": "डाउनि मिल्ड्यू  (Downy Mildew)",
                "Description": "नर्सरीमा बेर्ना अवस्थामा देखिनै यो रोग लाग्दछ ।पातको माथिल्लो भागमा हल्का बैजनी रंगका अनियमित दागहरु÷धब्बाहरु देखा पर्दछन् र त्यसको तलपट्टी कपास जस्तो ढुँसीको वृद्धि भएको देखिन्छ । कहिलेकाहि कोपीमा र डाँठमा पनि खैरा दागहरु देखिन्छन् ।",
                "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_j31FdpZ_eA6iecM.jpg",
                "Solution": "नर्सरीमा बाक्लो गरी बीउ नराख्ने वा बेर्ना नरोप्ने ।घुम्ती बाली लगाउने । ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने ।रोगी पातहरु, अन्य अवशेषहरु जम्मा गरेर नष्ट गर्ने ।बीउ छर्नुअघि बीउलाई कार्वेन्डाजिम ५० ध्ए (डेरोसाल÷वेभिष्टिन)) २ ग्राम प्रति के.जी. बीउका दरले उपचार गरेर ब्याड राख्ने । मेन्कोजेब ७५% ध्ए (डाइथेन एम–४५, ब्लग ः(४५) वा कपर अक्सीक्लोराइड ५०ध्ए ९द्यष्तियह, ऋगचभह० ढुँसीनाशक बिषादी २–३ ग्राम वा मेटलअग्जिल ८ ध्ए र म्यान्कोजेव ६४ (किनोसिल गोल्ड) २ देखि ३ ग्राम प्रतिलिटर पानीका दरले ७–१० दिनको फरकमा ३ पटक छर्ने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
            },
            "6": {
                "Name": "नसा कालो भइ कुहिन (Black Rot)",
                "Description": "यो रोग ब्याक्टेरियाबाट लाग्दछ । पातको किनाराबाट शुरु भइ अग्रेजी ख् आकारमा पहेंलिदै र ओइलाउँदै पातको बिच भागतिर पुग्दछ, नसाहरु काला हुन्छन् र अन्तमा बिरुवा सड्न जान्छ ।",
                "Picture": "https://soil.narc.gov.np/media/media/diseases/gh_sTWeMTx_MkpOYob.jpg",
                "Solution": "घुम्ती बाली लगाउने । ३–४ वर्षपछि मात्र काउली समूहका बाली लगाउने । कपरअक्सीक्लोराइड ५०%ध्ए ९द्यष्तियह, ऋगचभह० २ ग्राम प्रति लिटर पानीको दरले झोल बनाइ १० मिनेटसम्म बीउलाई सो झोलमा डुबाइ छाँयामा सुखाएर बीउ लगाउने । कुनै पनि बिषादि प्रयोग गर्दा तिनको पर्खनुपर्ने समयलाई ध्यानदिएर मात्र बाली उत्पादन लिनु पर्दछ अन्यथा बिषादिको असर उपभोक्तालाई पर्नजान्छ ।"
            }
        }
    ],
    "tomato": [
        {
            "1": {
                "Name": "गोलभेंडा फल च्यातिने समस्या (Fruit Cracking)",
                "Description": "गोलभेंडा फलमा रेडियल वा कन्सेन्ट्रिक प्रकारका चिरा देखिन्छन् जुन असमान पानी, चिसो वा अत्यधिक नमीका कारण हुन्छ।",
                "Picture": "https://www.rhs.org.uk/getmedia/7AB3A324-156A-4022-885F-568ED0AD8A75/MHJ6801_556253?width=700",
                "Solution": "फलको समयतामा सिंचाई व्यवस्थापन गर्नु, आवश्यक मल प्रयोग गर्नु, उच्च चिसोपन वा वर्षाको बेलामा खेती सुरक्षीत बनाउनु।"
            },
            "2": {
                "Name": "ढिला पात खस्ने रोग (Late Blight)",
                "Description": "यो रोगले गोलभेंडाको पात, डाँठ र फलमा गहिरा निलो/काला धब्बा बनाउँछ। रोगले गर्दा पूरा बोट मर्न सक्छ।",
                "Picture": "https://bpb-us-e1.wpmucdn.com/blogs.cornell.edu/dist/8/5755/files/2021/02/late_blight_tomato1x1200.jpg",
                "Solution": "Metalaxyl + Mancozeb 64% WP (जस्तै Ridomil) 2–3 ग्राम प्रति लिटर पानीमा हालेर 7–10 दिनको फरकमा छर्नु।"
            },
            "3": {
                "Name": "अर्ली ब्लाइट (Early Blight)",
                "Description": "Alternaria solani द्वारा सर्ने यो रोगले पातमा गोलाकार धब्बा पार्छ जसमा concentric ring हुन्छ। पात पहेँलो भएर झर्छ।",
                "Picture": "https://bpb-us-e1.wpmucdn.com/blogs.cornell.edu/dist/8/5755/files/2021/02/early_blight_plantsx1200.jpg",
                "Solution": "Mancozeb 2–3 ग्राम प्रति लिटर पानीमा 7 दिनको फरकमा 2–3 पटक छर्नु। रोगी पातहरु नष्ट गर्नु।"
            },
            "4": {
                "Name": "नसा कालो भइ झर्ने (Fusarium Wilt)",
                "Description": "Fusarium oxysporum द्वारा सर्ने यो रोगले गोलभेंडाको बोट सुकेर ओइलिन्छ, नसाहरू कालो देखिन्छन्।",
                "Picture": "https://bpb-us-e1.wpmucdn.com/blogs.cornell.edu/dist/8/5755/files/2021/02/early_blight_plantsx1200.jpg",
                "Solution": "प्रतिरोधी जात रोज्नु, खेतमा जल निकासी राम्रो गर्नु, crop rotation गर्नु।"
            },
            "5": {
                "Name": "जरा गाँठो (Root Knot Nematode)",
                "Description": "गोलभेंडा बोटको जरा गाँठागाँठा हुन्छ, बिरुवा बढ्दैन।",
                "Picture": "https://bpb-us-e1.wpmucdn.com/blogs.cornell.edu/dist/8/5755/files/2021/02/early_blight_plantsx1200.jpg",
                "Solution": "गर्मी समयमा सोलाराइजेशन गर्नु, Trichoderma र Pseudomonas प्रयोग गर्नु।"
            }
        }
    ],
    "rice": [
        {
            "1": {
                "Name": "ब्लास्ट रोग (Rice Blast)",
                "Description": "यो रोग Pyricularia oryzae नामक ढुसीबाट लाग्छ। पातमा फुसरो रंगको धब्बा बन्छ, जुन पछि गाढा र डाइमंड आकारको हुन्छ। गाँज निस्कने बेलामा गाँजमा पनि आक्रमण गर्छ जसलाई नेक ब्लास्ट भनिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। सही मात्रामा नाइट्रोजन मल प्रयोग गर्ने। Trichoderma harzianum 5 ग्राम प्रति किलो बीउमा उपचार गर्ने। ब्लास्ट देखिएपछि Tricyclazole 75% WP 0.6 ग्राम प्रति लिटर पानीमा मिसाएर 10-12 दिनको फरकमा छर्ने।"
            },
            "2": {
                "Name": "खैरो थोप्ले रोग (Brown Spot)",
                "Description": "Helminthosporium oryzae नामक ढुसीले गर्दा पातमा खैरा दाग, लम्बिएका वा गोलाकार थोप्लाहरू देखिन्छन्। रोग बढ्दै गएपछि धेरै थोप्लाहरु मिलेर पात सुक्दछ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ र उपचारित बीउ लगाउने। बोरोनको कमी भएमा 3 ग्राम बोरेक्स प्रति लिटर पानीमा छर्ने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाएर 10 दिनको फरकमा 2-3 पटक छर्ने।"
            },
            "3": {
                "Name": "बाक्टेरियल लिफ ब्लाइट (Bacterial Leaf Blight)",
                "Description": "Xanthomonas oryzae नामक ब्याक्टेरियाबाट हुने धानको घातक रोग हो। पातको किनारबाट पहेंलो हुँदै पात मर्दै जान्छ। पूरा खेत जलेजस्तो देखिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। उचित जल निकासको व्यवस्था मिलाउने। स्वस्थ बीउको प्रयोग गर्ने। कपर अक्सिक्लोराइड 3 ग्राम प्रति लिटर पानीमा मिसाई 15 दिनको फरकमा छर्ने। रोगी खेतको पानी अन्य खेतमा पस्न नदिने।"
            },
            "4": {
                "Name": "धानको बाला फुट्ने रोग (False Smut)",
                "Description": "Ustilaginoidea virens नामक ढुसीको कारण धानको बालामा पहेंलो, त्यसपछि हरियो र अन्तमा काला फोका जस्ता संरचना देखा पर्छन्। यसले धानको उत्पादकत्व र गुणस्तरमा ह्रास ल्याउँछ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई फूल फुल्ने समयमा छर्ने। बढी नाइट्रोजन मलको प्रयोग नगर्ने। बाली चक्र अपनाउने।"
            }
        }
    ],
    "cucumber": [
        {
            "1": {
                "Name": "काँक्रोको डाउनी मिल्ड्यू (Downy Mildew)",
                "Description": "Pseudoperonospora cubensis नामक ढुसीको कारण पातमा पहेंला कोणीय धब्बाहरू देखिन्छन्। पातको तल्लो भागमा ढुसीको वृद्धि देखिन्छ। रोग बढ्दै गएपछि पूरै पात सुक्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। Metalaxyl + Mancozeb 72% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। खेतमा हावा संचार राम्रो हुने गरी बेर्ना रोप्ने। रोगी पातहरू हटाएर नष्ट गर्ने।"
            },
            "2": {
                "Name": "काँक्रोको पाउडरी मिल्ड्यू (Powdery Mildew)",
                "Description": "Erysiphe cichoracearum नामक ढुसीको कारण पातमा सेतो धूलो जस्तो देखिन्छ। रोग बढ्दै गएपछि पात सुक्छ र वृद्धि रोकिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "Wettable Sulfur 80% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। नीम तेल 2 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने। रोग प्रतिरोधी जातहरू लगाउने।"
            },
            "3": {
                "Name": "काँक्रोको एन्थ्राक्नोज (Anthracnose)",
                "Description": "Colletotrichum lagenarium नामक ढुसीको कारण फल र पातमा गोलाकार खैरा धब्बाहरू देखिन्छन्। आर्द्रता बढी भएमा धब्बाको बीचमा गुलाबी रंगको ढुसी देखिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ बीउको प्रयोग गर्ने। बीउलाई Carbendazim 50% WP 2 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई 10-12 दिनको फरकमा छर्ने। बाली चक्र अपनाउने।"
            },
            "4": {
                "Name": "काँक्रोको मोजाइक भाइरस (Cucumber Mosaic Virus)",
                "Description": "भाइरसद्वारा पातमा हरियो-पहेंलो मिश्रित रंग देखिन्छ, पात बिग्रेर मोजाइक प्याटर्न बन्छ। फल विकृत र छोटो हुन्छ। यो रोग लाही र अन्य कीराद्वारा सर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "लाही नियन्त्रणको लागि Imidacloprid 17.8% SL 1 मि.लि. प्रति 3 लिटर पानीमा मिसाई छर्ने। रोगी बिरुवाहरू उखेलेर नष्ट गर्ने। पहेंलो टासिने पासो (Yellow sticky trap) प्रयोग गर्ने। रोग प्रतिरोधी जातहरू लगाउने।"
            }
        }
    ],
    "pea": [
        {
            "1": {
                "Name": "केराउको पाउडरी मिल्ड्यू (Powdery Mildew)",
                "Description": "Erysiphe pisi नामक ढुसीद्वारा पात, डाँठ र कोसामा सेतो धूलो जस्तो देखिन्छ। रोग बढ्दै गएपछि बिरुवा ओइलाउँछ र कोसा सानो हुन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "Wettable Sulfur 80% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने वा Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने। बीउ छर्ने समय मिलाउने जसले गर्दा रोगको प्रकोप कम हुन्छ।"
            },
            "2": {
                "Name": "केराउको रस्ट (Rust)",
                "Description": "Uromyces pisi-sativi नामक ढुसीद्वारा पातमा खैरा-रातो धब्बाहरू देखिन्छन्। यसले गर्दा पात पहेंलो हुने र झर्ने हुन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "रोग प्रतिरोधी जातहरू लगाउने। Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने। खेतको सरसफाइमा ध्यान दिने र रोगी अवशेषहरू नष्ट गर्ने।"
            },
            "3": {
                "Name": "केराउको एस्कोकिटा ब्लाइट (Ascochyta Blight)",
                "Description": "Ascochyta pisi, A. pinodes, A. pinodella नामक ढुसीद्वारा पात, डाँठ र कोसामा गोलाकार खैरा धब्बाहरू देखिन्छन्। आर्द्रता बढी भएमा ढुसीको स्पोर देखिन्छ। बीउबाट पनि यो रोग सर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ बीउको प्रयोग गर्ने। बीउलाई Thiram 75% WP 3 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई 10 दिनको फरकमा छर्ने। बाली चक्र अपनाउने।"
            },
            "4": {
                "Name": "केराउको रुट रट (Root Rot)",
                "Description": "Fusarium solani, Rhizoctonia solani नामक ढुसीद्वारा जरा र फेद कुहिन्छ। बिरुवा पहेंलो हुँदै जान्छ र ओइलाउँछ। जरा काटेर हेर्दा कालो वा खैरो देखिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बाली चक्र अपनाउने। माटोको पानी निकासको राम्रो व्यवस्था गर्ने। बीउलाई Trichoderma viride 5 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। Carbendazim 50% WP 2 ग्राम प्रति लिटर पानीमा मिसाई जरा भिज्ने गरी छर्ने।"
            }
        }
    ],
    "bean": [
        {
            "1": {
                "Name": "बोडीको एन्थ्राक्नोज (Anthracnose)",
                "Description": "Colletotrichum lindemuthianum नामक ढुसीद्वारा पात, डाँठ र कोसामा गोलाकार खैरा-रातो धब्बाहरू देखिन्छन्। कोसामा डुंडि परेको धब्बा देखिन्छ। रोग बीउबाट पनि सर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ बीउको प्रयोग गर्ने। बीउलाई गरम पानी (50°C) मा 30 मिनेट डुबाएर उपचार गर्ने वा Carbendazim 50% WP 2 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। बाली चक्र अपनाउने।"
            },
            "2": {
                "Name": "बोडीको बिन रस्ट (Bean Rust)",
                "Description": "Uromyces appendiculatus नामक ढुसीद्वारा पातमा खैरा-रातो गोलाकार धब्बा देखिन्छन्। पातको माथिल्लो भागमा धब्बा र तल्लो भागमा स्पोर देखिन्छन्।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "रोग प्रतिरोधी जातहरू लगाउने। Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई 10-15 दिनको फरकमा छर्ने। रोगी पात र बिरुवाका अवशेषहरू हटाउने। बाली चक्र अपनाउने।"
            },
            "3": {
                "Name": "बोडीको पाउडरी मिल्ड्यू (Powdery Mildew)",
                "Description": "Erysiphe polygoni नामक ढुसीद्वारा पातमा सेतो धूलो जस्तो देखिन्छ। रोग बढ्दै गएपछि पात बटारिन्छ र बिरुवाको वृद्धि रोकिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "Wettable Sulfur 80% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। नीम तेल 2 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने। रोग प्रतिरोधी जातहरू लगाउने।"
            },
            "4": {
                "Name": "बोडीको येलो मोजाइक भाइरस (Yellow Mosaic Virus)",
                "Description": "भाइरसद्वारा पातमा हरियो-पहेंलो मिश्रित रंग देखिन्छ। रोग बढ्दै गएपछि पूरै पात पहेंलिन्छ। यो रोग सेतो झिंगाद्वारा सर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "रोग प्रतिरोधी जातहरू लगाउने। सेतो झिंगा नियन्त्रणको लागि Imidacloprid 17.8% SL 1 मि.लि. प्रति 3 लिटर पानीमा मिसाई छर्ने। पहेंलो टासिने पासो (Yellow sticky trap) प्रयोग गर्ने। रोगी बिरुवाहरू उखेलेर नष्ट गर्ने।"
            }
        }
    ],
    "cabbage": [
        {
            "1": {
                "Name": "बन्दाको ब्ल्याक रट (Black Rot)",
                "Description": "Xanthomonas campestris pv. campestris नामक ब्याक्टेरियाबाट हुने रोगमा पातको किनारबाट V आकारमा पहेंलो हुँदै आउँछ। नसाहरू कालो हुन्छन् र बिरुवा कुहिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। स्वस्थ बीउको प्रयोग गर्ने। बीउलाई 50°C तापक्रमको पानीमा 30 मिनेट उपचार गर्ने। कपर अक्सीक्लोराइड 50% WP 3 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। बाली चक्र अपनाउने। खेतको सरसफाइमा ध्यान दिने।"
            },
            "2": {
                "Name": "बन्दाको डाउनी मिल्ड्यू (Downy Mildew)",
                "Description": "Peronospora parasitica नामक ढुसीद्वारा पातमा पहेंला धब्बाहरू देखिन्छन्। पातको तल्लो भागमा सेतो ढुसीको वृद्धि देखिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बाली चक्र अपनाउने। Metalaxyl + Mancozeb 72% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। खेतमा हावा संचार राम्रो हुने गरी बेर्ना रोप्ने। रोगी पातहरू हटाएर नष्ट गर्ने।"
            },
            "3": {
                "Name": "बन्दाको अल्टरनेरिया लिफ स्पट (Alternaria Leaf Spot)",
                "Description": "Alternaria brassicae नामक ढुसीद्वारा पातमा गोलाकार खैरा थोप्लाहरू देखिन्छन् जसमा चक्रीय रेखाहरू हुन्छन्। रोग बढेमा सबै पात नष्ट हुन्छन्।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बाली चक्र अपनाउने। स्वस्थ बीउको प्रयोग गर्ने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई 10 दिनको फरकमा छर्ने। रोगी बिरुवाका अवशेषहरू नष्ट गर्ने।"
            },
            "4": {
                "Name": "बन्दाको क्लब रुट (Club Root)",
                "Description": "Plasmodiophora brassicae नामक ढुसीद्वारा बिरुवाको जरामा गाँठ बन्छ र जरा सुनिन्छ। बिरुवा पहेंलो हुँदै जान्छ र ओइलाउँछ। जरा कुहेर नराम्रो गन्ध आउँछ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बाली चक्र अपनाउने (3-4 वर्षसम्म)। माटोको पीएच 7.2 पुर्याउन कृषि चून प्रयोग गर्ने। प्रतिरोधी जातहरू लगाउने। रोगी बिरुवा र जरा नष्ट गर्ने। नर्सरी ब्याडमा फर्मालिन (40% फर्मलडिहाइड) 50 मि.लि. प्रति लिटर पानीमा मिसाई प्रयोग गर्ने।"
            }
        }
    ],
    "okra": [
        {
            "1": {
                "Name": "भिंडीको पहेंलो नसा मोजाइक भाइरस (Yellow Vein Mosaic Virus)",
                "Description": "भाइरसद्वारा पातको नसाहरू पहेंला हुन्छन् र पछि पूरै पात पहेंलो हुन्छ। बिरुवाको वृद्धि रोकिन्छ र फल कम लाग्छ। यो रोग सेतो झिंगाद्वारा सर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "रोग प्रतिरोधी जातहरू लगाउने। सेतो झिंगा नियन्त्रणको लागि Imidacloprid 17.8% SL 1 मि.लि. प्रति 3 लिटर पानीमा मिसाई छर्ने। पहेंलो टासिने पासो (Yellow sticky trap) प्रयोग गर्ने। रोगी बिरुवाहरू उखेलेर नष्ट गर्ने।"
            },
            "2": {
                "Name": "भिंडीको पाउडरी मिल्ड्यू (Powdery Mildew)",
                "Description": "Erysiphe cichoracearum नामक ढुसीद्वारा पातमा सेतो धूलो जस्तो देखिन्छ। रोग बढ्दै गएपछि पात सुक्छ र झर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "Wettable Sulfur 80% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। नीम तेल 2 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने। रोग प्रतिरोधी जातहरू लगाउने।"
            },
            "3": {
                "Name": "भिंडीको सर्कोस्पोरा लिफ स्पट (Cercospora Leaf Spot)",
                "Description": "Cercospora abelmoschi नामक ढुसीद्वारा पातमा गोलाकार धब्बाहरू देखिन्छन्। धब्बाको बीच भाग सेतो र किनारा बैजनी-खैरो हुन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ बीउको प्रयोग गर्ने। बाली चक्र अपनाउने। Carbendazim 50% WP 1 ग्राम प्रति लिटर पानीमा मिसाई 10-15 दिनको फरकमा छर्ने। रोगी पातहरू हटाएर नष्ट गर्ने।"
            },
            "4": {
                "Name": "भिंडीको फुसारियम विल्ट (Fusarium Wilt)",
                "Description": "Fusarium oxysporum f.sp. vasinfectum नामक ढुसीद्वारा बिरुवा ओइलाउँछ र पहेंलो हुँदै जान्छ। बिरुवाको साइजमा पनि कमी आउँछ र फल कम लाग्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "रोग प्रतिरोधी जातहरू लगाउने। बाली चक्र अपनाउने। Trichoderma viride 5 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। खेतको जल निकासको राम्रो व्यवस्था गर्ने।"
            }
        }
    ],
    "potato": [
        {
            "1": {
                "Name": "आलुको डढुवा रोग (Late Blight)",
                "Description": "Phytophthora infestans नामक ढुसीबाट लाग्ने आलुको सबैभन्दा खतरनाक रोग हो। पातमा पानीले भिजेका जस्ता धब्बा देखिन्छन् जुन पछि काला/खैरा हुन्छन्। रोग बढ्दै गएपछि पूरै बोट कुहिन्छ र खेत जलेको जस्तो गन्ध आउँछ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। Metalaxyl + Mancozeb 72% WP (जस्तै Krilaxyl Gold) 2.5 ग्राम प्रति लिटर पानीमा मिसाई 7-10 दिनको फरकमा छर्ने। बोट परिपक्व भएपछि खन्नु अगाडि बोटलाई काटेर हटाई नष्ट गर्ने।"
            },
            "2": {
                "Name": "आलुको चिप्स रोग (Black Scurf)",
                "Description": "Rhizoctonia solani नामक ढुसीले गर्दा आलुको बोक्रामा काला दागहरू देखिन्छन्। माटोमा बसेर यो ढुसी आलुमा संक्रमण गर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ बीउ आलु लगाउने। बीउ आलुलाई Carbendazim 50% WP 2 ग्राम प्रति लिटर पानीमा 30 मिनेट डुबाएर रोप्ने। खेतमा जल निकासको राम्रो व्यवस्था गर्ने। बाली चक्र अपनाउने।"
            },
            "3": {
                "Name": "आलुको मोजाइक भाइरस (Potato Virus Y)",
                "Description": "भाइरसको कारण आलुको पातमा मोजाइक प्याटर्न देखिन्छ। पात बटारिने, पहेंलो हुने र आकार बिग्रने लक्षण देखिन्छ। यसको प्रसारण लाही किराबाट हुन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रमाणित बीउ आलु लगाउने। लाही किरा नियन्त्रणको लागि Imidacloprid 17.8% SL 1 मि.लि. प्रति 3 लिटर पानीमा मिसाई छर्ने। रोगी बोटहरु देखिनासाथ उखेलेर नष्ट गर्ने।"
            },
            "4": {
                "Name": "आलुको खैरो सडन (Brown Rot/Bacterial Wilt)",
                "Description": "Ralstonia solanacearum नामक ब्याक्टेरियाले गर्दा आलुको बोट ओइलाउँछ र काटेर हेर्दा गुदी खैरो देखिन्छ। आलु काट्दा गुदीबाट सेतो चिप्लो पदार्थ निस्कन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। बाली चक्र अपनाउने (कम्तिमा 3-4 वर्षसम्म)। रोगी आलु र बोट जलाएर नष्ट गर्ने। रोग देखिएको खेतमा जल निकासको राम्रो व्यवस्था गर्ने। प्रमाणित बीउ आलु मात्र लगाउने।"
            }
        }
    ],
    "wheat": [
        {
            "1": {
                "Name": "गहुँको पहेंलो रतुवा (Yellow Rust)",
                "Description": "Puccinia striiformis नामक ढुसीबाट लाग्ने यो रोगमा गहुँको पातमा पहेंला धर्साहरू देखिन्छन्। रोग बढ्दै गएपछि पूरै खेत पहेंलो देखिन्छ र उत्पादनमा 30-40% सम्म घट्न सक्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी गहुँका जातहरू लगाउने। Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई रोग देखा परेपछि 15 दिनको फरकमा 2 पटक छर्ने। छिटो पाक्ने जातहरू रोज्ने जसलाई रोगले कम असर गर्छ।"
            },
            "2": {
                "Name": "गहुँको कालो रतुवा (Black/Stem Rust)",
                "Description": "Puccinia graminis नामक ढुसीले गर्दा डाँठ र पातमा खैरो-रातो धब्बा देखिन्छन् जुन पछि काला हुन्छन्। यसले गर्दा बोटको रस शोषण भएर दाना सानो हुन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई रोग देखिएपछि छर्ने। सही समयमा बीउ छर्ने ताकि अत्यधिक गर्मी बेलामा बाली परिपक्व हुन पाउँछ।"
            },
            "3": {
                "Name": "गहुँको लुज स्मट (Loose Smut)",
                "Description": "Ustilago tritici नामक ढुसीद्वारा बालाको सट्टा काला धुलोहरू देखिन्छन्। यो रोग बीउबाट सर्छ र बालामा दाना बन्नुको सट्टा काला धुलोहरू बन्छन्।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ र प्रमाणित बीउ प्रयोग गर्ने। बीउलाई Carboxin 37.5% + Thiram 37.5% DS 2-3 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। रोगी बालाहरू देखिनासाथ उखेलेर जलाउने।"
            },
            "4": {
                "Name": "गहुँको पाउडरी मिल्ड्यू (Powdery Mildew)",
                "Description": "Blumeria graminis नामक ढुसीले गर्दा पातमा सेतो धूलो जस्तो देखिन्छ। रोग बढ्दै जाँदा पात सुक्दै जान्छ र बालामा दाना राम्रोसँग भरिंदैन।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। Sulfur 80% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई रोग देखिएपछि छर्ने। Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने।"
            }
        }
    ],
    "maize": [
        {
            "1": {
                "Name": "मकैको पात डढुवा रोग (Maize Leaf Blight)",
                "Description": "Helminthosporium turcicum (Exserohilum turcicum) नामक ढुसीबाट लाग्ने यो रोगमा पातमा लामा, अण्डाकार खैरा धब्बाहरू देखिन्छन्। रोग बढ्दै गएपछि सबै पात सुकेर जान्छन्।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई 10 दिनको फरकमा 2-3 पटक छर्ने। बाली चक्र अपनाउने। रोगी बोटका अवशेषहरू नष्ट गर्ने।"
            },
            "2": {
                "Name": "मकैको गुवो कुहिने रोग (Maize Stalk Rot)",
                "Description": "Fusarium moniliforme नामक ढुसीको कारण मकैको फेद र डाँठ कुहिन्छ। बिरुवा सजिलै उखेलिन्छ र ढल्छ। काटेर हेर्दा गुदी कुहेको देखिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। पानी जम्न नदिने। Trichoderma viride पाउडर 4-5 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। बाली चक्र अपनाउने।"
            },
            "3": {
                "Name": "मकैको कालो पोके (Common Smut)",
                "Description": "Ustilago maydis नामक ढुसीको कारण मकैको घोगा, टुप्पो, जरा वा डाँठमा सेतो-खैरो फोका जस्ता संरचना देखिन्छन् जुन पछि फुटेर कालो धुलो देखिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। रोगी अंगहरू देखिनासाथ हटाएर जलाउने। बाली चक्र अपनाउने। संतुलित मात्रामा मल प्रयोग गर्ने। स्वस्थ बीउको प्रयोग गर्ने।"
            },
            "4": {
                "Name": "मकैको डाउनी मिल्ड्यू (Downy Mildew)",
                "Description": "Peronosclerospora spp. नामक ढुसीद्वारा पातमा लामा पहेंला धर्सा देखिन्छन् र पातको तल्लो भागमा सेतो ढुसी उम्रेको देखिन्छ। रोगी बोटमा घोगा राम्रोसँग लाग्दैन।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। Metalaxyl 35% WS 3 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। रोगी बोटहरू देखिनासाथ उखेलेर नष्ट गर्ने। Metalaxyl + Mancozeb 72% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने।"
            }
        }
    ],
    "onion": [
        {
            "1": {
                "Name": "प्याजको पर्पल ब्लच (Purple Blotch)",
                "Description": "Alternaria porri नामक ढुसीबाट हुने यो रोगमा प्याजको पातमा बैजनी रंगका लामा धब्बाहरू देखिन्छन्। आर्द्रता बढेमा रोग चाँडै फैलिन्छ र पात सुक्दै जान्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बाली चक्र अपनाउने। प्याजका गाना रोप्दा पर्याप्त दूरी राख्ने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई 10 दिनको फरकमा छर्ने। आर्द्रता कम गर्न सिँचाइ थोपा विधिबाट गर्ने।"
            },
            "2": {
                "Name": "प्याजको डाउनी मिल्ड्यू (Downy Mildew)",
                "Description": "Peronospora destructor नामक ढुसीको कारण पातमा फिक्का पहेंला वा सेता धब्बा देखिन्छन् र पातको तल्लो भागमा ढुसीको वृद्धि देखिन्छ। रोग बढ्दै गएपछि पात सुक्दै जान्छन्।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बाली चक्र अपनाउने। Metalaxyl + Mancozeb 72% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई 10 दिनको फरकमा छर्ने। प्याजका पुराना अवशेषहरू नष्ट गर्ने। बोट बीचको हावा संचार राम्रो हुने गरी रोप्ने।"
            },
            "3": {
                "Name": "प्याजको ग्यानो (Neck Rot)",
                "Description": "Botrytis allii नामक ढुसीको कारण प्याजको गर्दन भाग पहिले नरम हुन्छ, त्यसपछि कुहिन थाल्छ। भण्डारणमा यो रोग बढी देखिन्छ र प्याज कुहिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्याज खन्दा गर्दन भाग चोट लाग्न नदिने। खनेपछि 2-3 दिन घाममा राम्ररी सुकाउने। भण्डारण गर्नुअघि Carbendazim 50% WP 2 ग्राम प्रति लिटर पानीमा 30 मिनेट डुबाएर सुकाउने। भण्डारणमा आर्द्रता नियन्त्रण गर्ने।"
            },
            "4": {
                "Name": "प्याजको थ्रिप्स (Thrips)",
                "Description": "प्याजको पातमा सानो कीराले आक्रमण गरेर रस चुस्छ, जसले गर्दा पातमा सेता थोप्ला देखिन्छन् र पात पहेँलिन्छ। बोटको वृद्धि रोकिन्छ र प्याजको साइज सानो हुन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "Imidacloprid 17.8% SL 1 मि.लि. प्रति 3 लिटर पानीमा मिसाई छर्ने। नीम तेल 2 मि.लि. + सफा पानीमा मिसाएको साबुन 1 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने। पहेंलो टासिने पासो (Yellow sticky trap) खेतमा राख्ने।"
            }
        }
    ],
    "chilli": [
        {
            "1": {
                "Name": "खुर्सानीको एन्थ्राक्नोज (Anthracnose/Die-back/Fruit rot)",
                "Description": "Colletotrichum capsici नामक ढुसीद्वारा फलमा गोलाकार गहिरा दागहरू बन्छन्। रोग बढेपछि फल बंगारा हुन्छ र कुहिन्छ। हाँगाको टुप्पो सुक्न थाल्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ बीउको प्रयोग गर्ने। Hot water treatment (53-54°C मा 30 मिनेट) गरेर बीउ उमार्ने। प्रतिरोधी जातहरू लगाउने। Carbendazim 50% WP 1 ग्राम प्रति लिटर पानीमा मिसाई 10 दिनको फरकमा 2-3 पटक छर्ने।"
            },
            "2": {
                "Name": "खुर्सानीको डाँठ कुहिने रोग (Damping Off)",
                "Description": "Pythium spp., Rhizoctonia solani नामक ढुसीद्वारा बिरुवाको फेद कुहिन्छ र बिरुवा ढल्छ। यो बिशेष गरी नर्सरीमा देखिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बीउलाई Thiram 75% WP 3 ग्राम प्रति किलो बीउका दरले उपचार गर्ने। नर्सरी ब्याडमा Trichoderma viride 5-10 ग्राम प्रति वर्ग मिटर प्रयोग गर्ने। प्रतिकूल परिस्थितिमा Metalaxyl 8% + Mancozeb 64% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने।"
            },
            "3": {
                "Name": "खुर्सानीको भाइरस रोग (Leaf Curl Virus)",
                "Description": "भाइरसद्वारा पात बटारिने, बाङ्गिने र साइज सानो हुने हुन्छ। रोगी बिरुवाले फूल र फल कम लगाउँछ। यो रोग सेतो झिंगाद्वारा सर्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "प्रतिरोधी जातहरू लगाउने। सेतो झिंगा नियन्त्रणको लागि Imidacloprid 17.8% SL 1 मि.लि. प्रति 3 लिटर पानीमा मिसाई छर्ने। पहेंलो टासिने पासो (Yellow sticky trap) प्रयोग गर्ने। रोगी बिरुवाहरू उखेलेर नष्ट गर्ने।"
            },
            "4": {
                "Name": "खुर्सानीको पाउडरी मिल्ड्यू (Powdery Mildew)",
                "Description": "Leveillula taurica नामक ढुसीको कारण पातमा सेतो धूलो जस्तो देखिन्छ। रोग बढ्दै गएपछि पात पहेंलो भएर झर्छ र फल कम लाग्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "Wettable Sulfur 80% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई छर्ने। नीम तेल 2 मि.लि. प्रति लिटर पानीमा मिसाई छर्ने। बोट बीचको हावा संचार राम्रो हुने गरी रोप्ने।"
            }
        }
    ],
    "garlic": [
        {
            "1": {
                "Name": "लसुनको पर्पल ब्लच (Purple Blotch)",
                "Description": "Alternaria porri नामक ढुसीको कारण पातमा बैजनी रंगका लामा धब्बाहरू देखिन्छन्। आर्द्रता बढेमा रोग चाँडै फैलिन्छ र पात सुक्दै जान्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "बाली चक्र अपनाउने। Mancozeb 75% WP 2.5 ग्राम प्रति लिटर पानीमा मिसाई 10 दिनको फरकमा छर्ने। लसुनका पोटा रोप्दा पर्याप्त दूरी राख्ने।"
            },
            "2": {
                "Name": "लसुनको जरा कुहिने रोग (White Rot)",
                "Description": "Sclerotium cepivorum नामक ढुसीको कारण लसुनको पात पहेंलो हुने, बोट ओइलाउने र फेद नजिक सेतो ढुसी देखिन्छ। रोग बढेपछि जमिनमुनिको पोटा कुहिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ पोटा मात्र प्रयोग गर्ने। रोग देखिएको क्षेत्रमा कम्तिमा 5-6 वर्षसम्म लसुन वा प्याज नलगाउने। पोटालाई रोप्नु अघि Carbendazim 50% WP 2 ग्राम प्रति लिटर पानीमा 30 मिनेट डुबाएर रोप्ने। Trichoderma harzianum 5-6 ग्राम प्रति किलो पोटाका दरले उपचार गर्ने।"
            },
            "3": {
                "Name": "लसुनको रस्ट (Rust)",
                "Description": "Puccinia allii नामक ढुसीबाट लाग्ने यो रोगमा पातमा सुरुमा पहेंला र पछि सुन्तला-खैरा धब्बाहरू देखा पर्छन्। रोग बढ्दै गएपछि पात सुकेर लसुनको वृद्धि रोकिन्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "रोग देखिएका पातहरू हटाउने। Propiconazole 25% EC 1 मि.लि. प्रति लिटर पानीमा मिसाई 10-15 दिनको फरकमा छर्ने। खेतको सरसफाइमा ध्यान दिने।"
            },
            "4": {
                "Name": "लसुनको स्टेम र बल्ब नेमाटोड (Stem and Bulb Nematode)",
                "Description": "Ditylenchus dipsaci नामक सूक्ष्म कीराद्वारा लसुनको पोटा बिग्रन्छ, पखेटा (स्केल) फुल्छ र विकृत हुन्छ। पोटाको आकार बिग्रेर उत्पादन घट्छ।",
                "Picture": "https://api.placeholder.com/400/320",
                "Solution": "स्वस्थ पोटाको प्रयोग गर्ने। रोग देखिएको क्षेत्रमा 3-4 वर्षसम्म बाली चक्र अपनाउने। गर्मी मौसममा जमिन सोलराइजेसन गर्ने। पोटालाई 45°C तापक्रममा 3 घण्टासम्म उपचार गरेर रोप्ने।"
            }
        }
    ]
}